{"id":"kornik-drukarz","name":"Kornik drukarz","latinName":"Ips typographus","habitat":"drzewostany powyżej 60 lat, a także wywroty, przeważnie osłabione świerki. Unika miejsc silnie ocienionych.","food":"larwy żerują w łyku. Młode chrząszcze prowadzą żer uzupełniający w okolicy kolebki poczwarkowej. Po założeniu żerowiska część chrząszczy prowadzi żer regeneracyjny, samica przedłuża chodnik macierzysty, samiec poszerza komorę godową. Najczęściej spotykane są na świerkach, sosnach i modrzewiach.","chronotype":"aktywne całą dobę.","activity":"zwykle zimują tylko postacie dorosłe kornika drukarza ukrywające się w tym celu w żerowiskach (w ten sposób zimuje 90% chrząszczy), pniakach, norach i ściółce.","conservation":"","development":"<p>samiec zakłada w cieńszych partiach kory, w spękaniach i pod jej łuskami komorę godową o średnicy około 7 mm. Kopulacja przeważnie z 2-3 samicami, następuje w komorze godowej, po czym samice przystępują do wygryzania chodników macierzystych. Samica w ciągu 2-3 tygodni składa 30-80 jaj i jest w tym czasie wielokrotnie zapładniana. Rozwój embrionalny trwa 1-2 tygodnie. Larwy żerują w łyku wygryzając w nim chodniki odbiegające prostopadle od chodników macierzystych. W miarę wzrostu larw chodniki larwalne są coraz szersze i dłuższe, przeciętna długość chodników larwalnych wynosi 4-6 cm. Są one zatkane ciemnobrunatną mączką i nie naruszają drewna. Gdy larwy osiągną 5-7 mm długości, a następuje to po 3-4 tygodniach żerowania, zwykle w drugiej połowie czerwca, wygryzają owalną kolebkę poczwarkową, zagłębioną w korze. Przepoczwarczenie trwa 2-3 tygodnie, po czym pod korą pojawiają się młode chrząszcze, które prowadzą żer uzupełniający w okolicy kolebki poczwarkowej wygryzając na powierzchni drewna nieregularne. Żer uzupełniający trwa około 2 tygodni, następnie, w połowie lipca, już w pełni wybarwione młode chrząszcze opuszczają żerowiska macierzyste i przystępują do rójki.</p> <p>Chrząszcze są ciemnobrązowe, mają walcowate, krępe, lśniące rdzawo owłosione ciało o długość 4-5 mm.</p>","img":"kornik_drukarz.jpg"}