{"id":"pszczola-miodna","name":"Pszczoła miodna","latinName":"Apis mellifera L., syn. Apis mellifica L.","habitat":"dzikie pszczoły budują gniazda w dziuplach drzew, pod występami skalnymi lub przy wejściach do jaskiń. Udomowione pszczoły żyją w ulach.","food":"żywią się nektarem, pyłkiem kwiatów i spadzią.","chronotype":"aktywne w dzień.","activity":"zimą wylatują tylko w cieplejsze dni.","conservation":"","development":"<p>przeciętny rój liczy ok. 50 000 osobników dorosłych w tym 1 królową, liczne robotnice (czyli niezdolne do rozrodu samice) oraz samce zwane trutniami. Królowa ma 25 mm długości i jest pozbawiona koszyczków do zbierania pyłku, żyje 5 lat i w tym czasie składa do 750 000 jaj, wydziela feromony, które są rozpoznawane przez wszystkie osobniki w danym roju.</p> <p>Królowa kopuluje w powietrzu z 10-30 trutniami, które zaraz po zapłodnieniu umierają. Matka składa po jednym jaju do każdej komórki, z zapłodnionych jaj rodzą się samice, a z pozostałych trutnie. Po trzech dniach wykluwają się larwy, które w ciągu tygodnia czterokrotnie linieją i szybko rosną. Pszczoły zasklepiają komórki z larwami woskowym wieczkiem. Larwy przeobrażają się w poczwarki a następnie w pszczoły. Przez pierwsze 10 dni przeobrażenia robotnice pracują w ulu czyszcząc i budując komory oraz karmiąc larwy i królową, później zaczynają wylatywać po pokarm i magazynują go w plastrach. Pszczoły lotne zaczynają latać w 15-20 dniu życia. Robotnice mają do 25 mm długości i żyją 4-24 tygodnie, a trutnie mierzą do 17 mm i żyją od 4 do 25 tygodni.</p> <p>W maju robotnice formują 10-30 wydłużonych komór dla nowych królowych, gdy pierwsza z nich wychodzi z komórki, stara królowa z częścią robotnic opuszcza ul i odbywa lot godowy po czym wraca do ula. Matka jest ciemna z dużym żądłem, robotnice złoto- brązowe z ciemnymi pręgami, posiadają dwie pary skrzydeł i aparat gębowy w kształcie trąbki. Żądło obronne znajduje się na końcu odwłoka, urwanie aparatu żądłowego powoduje śmierć pszczoły. Do wyrobienia 1 kg miodu potrzeba 3 kg nektaru co z kolei wymaga od jednej pszczoły 60 000 lotów. Pszczoły tworzą najbardziej wyspecjalizowane społeczeństwa owadzie.</p>","img":"pszczola_miodna.jpg"}